Repository: teamneusta/pw_comments
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de_de, fr_fr

# tx_pwcomments.comment
source: Comment
de_de: Kommentar
fr_fr: Commentaire

# tx_pwcomments.comments
source: Comments
de_de: Kommentare
fr_fr: Commentaires

# tx_pwcomments.validation_error.1406644913
source: Please provide at least a on star rating.
de_de: Bitte vergebe mindestens einen Stern als Bewertung.

# tx_pwcomments.validation_error.1299628038
source: Please log in or fill out your name and e-mail address.
de_de: Bitte melde Dich an oder fülle Name und E-Mail-Adresse aus.
fr_fr: Veuillez vous connecter ou remplir votre nom et votre adresse e-mail.

# tx_pwcomments.validation_error.1299628371
source: The e-mail address you have entered is not valid.
de_de: Die eingegebene E-Mail-Adresse ist nicht korrekt.
fr_fr: L’adresse e-mail saisie est invalide.

# tx_pwcomments.validation_error.1299628099
source: The comment message may not be empty.
de_de: Der Kommentar darf nicht leer sein.
fr_fr: Le texte de votre commentaire ne peut être vide.

# tx_pwcomments.validation_error.1300280476
source: Please wait %s seconds between two comments.
de_de: Zwischen zwei Kommentaren müssen %s Sekunden vergehen.
fr_fr: Merci de patienter %s secondes entre deux commentaires.

# tx_pwcomments.validation_error.1315608355
source: Your comment message contains at least one bad word. These are not allowed.
de_de: Der Kommentar beinhaltet mindestens ein Wort, welches nicht erlaubt ist.
fr_fr: Votre message de commentaire contient au moins un mauvais mot. Ceux-ci ne sont pas autorisés.

# tx_pwcomments.validation_error.1406644911
source: Your name contains at least one bad word. These are not allowed.
de_de: Der angegebene Name beinhaltet mindestens ein Wort, welches nicht erlaubt ist.
fr_fr: Votre nom contient au moins un mauvais mot. Ceux-ci ne sont pas autorisés.

# tx_pwcomments.validation_error.1406644912
source: Your mail address contains at least one bad word. These are not allowed.
de_de: Die angegebene E-Mail-Adresse beinhaltet mindestens ein Wort, welches nicht erlaubt ist.
fr_fr: Votre adresse mail contient au moins un mauvais mot. Ceux-ci ne sont pas autorisés.

# tx_pwcomments.validation_error.1528633964
source: You need to accept the terms before posting a new comment.
de_de: Die Bedingungen müssen akzeptiert werden, bevor ein neuer Kommentar gepostet werden kann.
fr_fr: Vous devez accepter les conditions d'utilisation avant de poster un nouveau commentaire.

# tx_pwcomments.newComment.loggedInAs
source: You are logged in as:
de_de: Angemeldet als:
fr_fr: Vous êtes connecté(e) en tant que :

# tx_pwcomments.newComment.name
source: Your name:
de_de: Name:
fr_fr: Votre Nom :

# tx_pwcomments.newComment.mail
source: Your e-mail address:
de_de: E-Mail-Adresse:
fr_fr: Votre Adresse Email :

# tx_pwcomments.newComment.hiddenField
source: Do not fill out!
de_de: Nicht ausfüllen!
fr_fr: Ne pas remplir !

# tx_pwcomments.newComment.comment
source: Comment:
de_de: Kommentar:
fr_fr: Commentaire :

# tx_pwcomments.newComment.termsBefore
source: I understand and accept the
de_de: Ich verstehe und akzeptiere die
fr_fr: Je comprends et j'accepte les

# tx_pwcomments.newComment.terms
source: terms
de_de: Bedingungen
fr_fr: conditions générales

# tx_pwcomments.newComment.submit
source: Submit
de_de: Absenden
fr_fr: Soumettre

# tx_pwcomments.reply
source: Reply
de_de: Antworten
fr_fr: Répondre

# tx_pwcomments.noComments
source: No comments found!
de_de: Keine Kommentare gefunden!
fr_fr: Aucun commentaire trouvé!

# tx_pwcomments.writeNewComment
source: Write new comment
de_de: Neuen Kommentar schreiben

# tx_pwcomments.writeNewCommentReply
source: Write new comment reply
de_de: Neue Antwort auf Kommentar schreiben
fr_fr: Écrire une nouvelle réponse au commentaire

# tx_pwcomments.thanks
source: Thanks for your comment!
de_de: Vielen Dank für Deinen Kommentar!
fr_fr: Merci pour vos commentaires !

# tx_pwcomments.moderationNotice
source: Your comment has to be checked before publishing. Thank you for your patience!
de_de: Vielen Dank für Deinen Kommentar! Wir werden ihn vor der Veröffentlichung prüfen. Danke für Deine Geduld!
fr_fr: Votre commentaire doit être vérifié avant d'être publié. Merci de votre patience !

# tx_pwcomments.relativeDate.wrap
source: %s ago
de_de: vor %s
fr_fr: il y a %s

# tx_pwcomments.relativeDate.wrapAbsolute
source: at %s
de_de: am %s
fr_fr: à %s

# tx_pwcomments.relativeDate.fewSeconds
source: few seconds
de_de: wenigen Sekunden
fr_fr: quelques secondes

# tx_pwcomments.relativeDate.hour
source: hour
de_de: Stunde
fr_fr: heure

# tx_pwcomments.relativeDate.day
source: day
de_de: Tag
fr_fr: jour

# tx_pwcomments.relativeDate.week
source: week
de_de: Woche
fr_fr: semaine

# tx_pwcomments.relativeDate.pluralSuffix
source: s
de_de: n

# tx_pwcomments.relativeDate.pluralSuffixForDay
source: s
de_de: en

# tx_pwcomments.notificationMail.from.mail
source: newComment@%s
de_de: neuerKommentar@%s

# tx_pwcomments.notificationMail.subject
source: New comment on %s
de_de: Neuer Kommentar auf %s
fr_fr: Nouveau Commentaire sur %s

# tx_pwcomments.notificationMail.salutation
source: Hello,
de_de: Hallo,
fr_fr: Bonjour,

# tx_pwcomments.notificationMail.newCommentWithModerationHasBeenSubmitted
source: a new comment has been submitted and awaits your approval.
de_de: ein neuer Kommentar wurde eingesendet und wartet auf Freigabe.
fr_fr: Un nouveau commentaire a été soumis et attend votre approbation.

# tx_pwcomments.notificationMail.newCommentHasBeenSubmitted
source: a new comment has been submitted.
de_de: ein neuer Kommentar wurde eingesendet.
fr_fr: Votre commentaire a été soumis.

# tx_pwcomments.notificationMail.linkToArticle
source: Link to article:
de_de: Link zum Artikel:
fr_fr: Lien vers l'article:

# tx_pwcomments.notificationMail.linkToApproval
source: Link to approval:
de_de: Link zur Freigabe:
fr_fr: Lien vers l'approbation :

# tx_pwcomments.notificationMail.registred
source: (registred)
de_de: (registriert)
fr_fr: (enregistré)

# tx_pwcomments.notificationMail.comment
source: Comment:
de_de: Kommentar:
fr_fr: Commentaire:

# tx_pwcomments.mailToAuthorAfterSubmit.salutation
source: Hello,
de_de: Hallo,
fr_fr: Bonjour,

# tx_pwcomments.mailToAuthorAfterSubmit.newCommentWithModerationHasBeenSubmitted
source: you have posted a new comment which awaits our approval on this page:
de_de: Sie haben einen neuen Kommentar eingesendet, welcher durch uns freigeschaltet wird, auf der Seite:
fr_fr: vous avez posté un nouveau commentaire qui attend notre approbation sur cette page :

# tx_pwcomments.mailToAuthorAfterSubmit.newCommentHasBeenSubmitted
source: you have posted a new comment on this page:
de_de: Sie haben auf dieser Seite einen neuen Kommentar eingesendet:
fr_fr: Vous avez posté un nouveau commentaire sur cette page :

# tx_pwcomments.mailToAuthorAfterPublish.subject
source: Your comment on %s has been published
de_de: Ihr Kommentar auf %s wurde veröffentlicht
fr_fr: Votre commentaire sur %s a été publié

# tx_pwcomments.mailToAuthorAfterPublish.salutation
source: Hello,
de_de: Hallo,
fr_fr: Bonjour,

# tx_pwcomments.mailToAuthorAfterPublish.newCommentWithModerationHasBeenPublished
source: your comment has been published, on this page:
de_de: Ihr Kommentar wurde auf dieser Seite veröffentlicht:
fr_fr: votre commentaire a été publié, sur cette page :

# mailSentToAuthorAfterPublish
source: The author of this comment (%s) has been notified by mail.
de_de: Der Autor dieses Kommentars (%s) wurde per E-Mail benachrichtigt.
fr_fr: L'auteur de ce commentaire (%s) a été notifié par E-mail.

# tx_pwcomments.votes.upvote
source: Upvote
de_de: Gut
fr_fr: Vote positif

# tx_pwcomments.votes.downvote
source: Downvote
de_de: Schlecht
fr_fr: Vote négatif

# tx_pwcomments.votes.selfVotingError
source: You may not vote your own comments
de_de: Der eigene Kommentar darf nicht bewertet werden
fr_fr: Vous ne pouvez pas voter sur vos propres commentaires

# tx_pwcomments.votes.summary
source: %s vote(s) (%s up, %s down)
de_de: %s Bewertung(en) (%s positiv, %s negativ)
fr_fr: %s vote(s) (%s positif, %s négatif)

# tx_pwcomments.custom.doNotVoteForYourself
source: You can't vote for your own comment.
de_de: Für den eigenen Kommentar darf nicht abgestimmt werden.
fr_fr: Vous ne pouvez pas voter sur vos propres commentaires.

# tx_pwcomments.custom.votingDisabled
source: To vote for comments, please login.
de_de: Um Kommentare zu bewerten, bitte anmelden.
fr_fr: Pour voter pour les commentaires, veuillez vous connecter.

# noCommentAvailable
source: Could not find comment to publish
de_de: Zu veröffentlichender Kommentar konnte nicht gefunden werden
fr_fr: Impossible de trouver le commentaire à publier

# commentPublished
source: The comment has been publish
de_de: Der Kommentar wurde veröffentlicht
fr_fr: Votre commentaire a été publié

source: Show comments
de_de: Kommentare anzeigen
fr_fr: Afficher les commentaires

# totalCommentsAmount
source: This page contains %s comments.
de_de: Diese Seite hat %s Kommentare.
fr_fr: Cette page contient %s commentaires.

# totalCommentsAmountOne
source: This page contains one comment.
de_de: Diese Seite hat einen Kommentar.
fr_fr: Cette page contient un commentaire.

# unreleasedCommentsAmount
source: %s comments remain unreleased!
de_de: %s von ihnen verweilen unveröffentlicht!
fr_fr: %s commentaires reste non publié !

# unreleasedCommentsAmountOne
source: One comment remains unreleased!
de_de: Einer von ihnen verweilt unveröffentlicht!
fr_fr: Un commentaire reste non publié!

# pageModuleNotice
source: Page Module Notice: Displays info about comments on current page as notice in page module.
de_de: Seitenmodul Notiz: Zeigt Informationen über Kommentare auf aktueller Seite als Notiz im Seitenmodul an.
fr_fr: Notice Page Module : Affiche des informations sur les commentaires sur la page courante comme avis dans le module de page.

# textRating
source: %s of 5
de_de: %s von 5

# rating.title
source: Rating:
de_de: Bewertung:

# rating.star
source: Star
de_de: Stern

# tx_pwcomments.notificationMail.name
source: Name:
fr_fr: Nom:
