Repository: teamneusta/pw_comments
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de_de

# newContentElementWizardTitle
source: Comments new
de_de: Neue Kommentare

# newContentElementWizardDescription
source: Plugin of pw_comments which provides creation of new comments.
de_de: Plugin von pw_comments zum Anlegen von neuen Kommentaren.

# showContentElementWizardTitle
source: Comments show
de_de: Anzeige Kommentare

# showContentElementWizardDescription
source: Plugin of pw_comments which provides display of existing comments.
de_de: Plugin von pw_comments zum Anzeigen von bestehenden Kommentaren.

# general.crdate
source: Creation date
de_de: Erstellungsdatum

# general.hidden
source: Hide
de_de: Verstecken

# general.language
source: Language
de_de: Sprache

# general.l18n_parent
source: Translated item
de_de: Übersetztes Element

# tx_pwcomments_domain_model_comment
source: Comment
de_de: Kommentar

# tx_pwcomments_domain_model_comment.orig_pid
source: Page uid of the commented page
de_de: UID der kommentierten Seite

# tx_pwcomments_domain_model_comment.entry_uid
source: Entry uid
de_de: Eintrag UID

# tx_pwcomments_domain_model_comment.author
source: Author
de_de: Autor

# tx_pwcomments_domain_model_comment.author_mail
source: Mail
de_de: E-Mail

# tx_pwcomments_domain_model_comment.author_ident
source: Author ident
de_de: Autor Identifizierung

# tx_pwcomments_domain_model_comment.message
source: Message
de_de: Nachricht

# tx_pwcomments_domain_model_comment.parent_comment
source: Related comment (parent)
de_de: Bezogener Kommentar (Eltern)

# tx_pwcomments_domain_model_comment.votes
source: Votes
de_de: Bewertungen

# tx_pwcomments_domain_model_comment.terms_accepted
source: Terms accepted
de_de: Bedingungen akzeptiert

# tx_pwcomments_domain_model_vote
source: Vote
de_de: Bewertung

# tx_pwcomments_domain_model_vote.crdate
source: Creation date
de_de: Erstelungsdatum

# tx_pwcomments_domain_model_vote.orig_pid
source: Page uid of the commented page
de_de: UID der kommentierten Seite

# tx_pwcomments_domain_model_vote.type
source: Type
de_de: Typ

# tx_pwcomments_domain_model_vote.type.0
source: Downvote
de_de: Schlechte Bewertung

# tx_pwcomments_domain_model_vote.type.1
source: Upvote
de_de: Gute Bewertung

# tx_pwcomments_domain_model_vote.author
source: Author
de_de: Autor

# tx_pwcomments_domain_model_vote.author_ident
source: Author ident
de_de: Autor Identifizierung

# tx_pwcomments_domain_model_vote.comment
source: Comment
de_de: Kommentar

# plugin.title.show
source: pw_comments show
de_de: pw_comments Anzeige

# plugin.title.new
source: pw_comments new
de_de: pw_comments Neu

# plugin.sheet
source: Settings
de_de: Einstellungen

# plugin.mode
source: Mode
de_de: Modus

# plugin.mode.index
source: Show comments
de_de: Zeige Kommentare

# plugin.mode.new
source: Show new comment form
de_de: Zeige Formular für neue Kommentare
